Repository: proninyaroslav/libretrack
Catalog: lib/l10n/intl_*.arb
Languages: ru

# appDescription
source: Private, cross-platform package tracking app. More information and also to help the project: https://github.com/proninyaroslav/libretrack
ru: Приватное, кроссплатформенное приложение для отслеживания посылок. Больше информации, а также помочь проекту: https://github.com/proninyaroslav/libretrack

# appLicense
source: LibreTrack is Free And Open Source software (FOSS), released under the terms of the GNU General Public License v3 (GPLv3) https://www.gnu.org/licenses/gpl-3.0.html
ru: LibreTrack является свободным программным обеспечением с открытым исходным кодом (FOSS), выпущенным в соответствии с условиями лицензии GNU General Public License v3 (GPLv3) https://www.gnu.org/licenses/gpl-3.0.html

source: Yes
ru: Да

source: No
ru: Нет

source: Cancel
ru: Отменить

source: Accounts
ru: Аккаунты

source: Add
ru: Добавить

source: Delete
ru: Удалить

source: Apply
ru: Применить

source: Close
ru: Закрыть

source: Hide
ru: Скрыть

source: Show
ru: Показать

source: All
ru: Все

source: Edit
ru: Редактировать

source: Name
ru: Имя

source: Open
ru: Открыть

# optionalField
source: Optional
ru: Опционально

source: Select all
ru: Выбрать все

# selectedCounter
source: Selected: {count}
ru: Выбрано: {count}

source: No accounts
ru: Нет аккаунтов

# selectAccountType
source: Please select account type
ru: Выберите тип аккаунта

# enterAuthData
source: Enter your authorization data
ru: Введите данные авторизации

# allAccountsAlreadyAdded
source: All accounts have already been added
ru: Все аккаунты уже добавлены

source: Add account
ru: Добавить аккаунт

source: Edit account
ru: Редактировать аккаунт

# deleteAccountDialogMsg
source: Are you sure to delete the selected account?
ru: Вы действительно хотите удалить выбранный аккаунт?

source: Page Not Found
ru: Страница не найдена

# openLinkFailed
source: Unable to open link
ru: Невозможно открыть ссылку

source: Login
ru: Логин

source: Password
ru: Пароль

source: Access Key
ru: Ключ доступа

source: Username
ru: Имя пользователя

source: Company name
ru: Название организации

# fieldRequiredError
source: This field is required
ru: Это поле обязательно

# addAccountFailed
source: Failed to add account
ru: Не удалось добавить аккаунт

# editAccountFailed
source: Failed to edit account
ru: Не удалось изменить аккаунт

# parcels
source: Packages
ru: Посылки

# activeParcels
source: Active
ru: Активные

# archiveParcels
source: Archive
ru: Архив

source: Filters and sorting
ru: Фильтры и сортировка

source: Filters
ru: Фильтры

source: Sorting
ru: Сортировка

# noParcels
source: No packages
ru: Нет посылок

# addAccountTip
source: Before tracking packages, you need to add an account
ru: Прежде чем отслеживать посылки, вам необходимо добавить аккаунт

# addParcels
source: Add packages
ru: Добавить посылки

source: Track
ru: Отследить

source: Tracking numbers
ru: Трек номера

# trackingNumbersFieldHint
source: One per line
ru: По одному на строку

# parcelNames
source: Package names
ru: Названия посылок

# parcelNamesFieldHint
source: Optional. One per line
ru: Опционально. По одному на строку

# addParcelsFailed
source: Failed to add packages
ru: Не удалось добавить посылки

# statusInfoReceived
source: Info received
ru: Информация получена

# statusPickup
source: Pickup
ru: Посылка принята

# statusInTransit
source: In transit
ru: В пути

# statusOutForDelivery
source: Out for delivery
ru: Выдано для доставки

# statusDelivered
source: Delivered
ru: Доставлено

# statusReturnedToShipper
source: Returned to shipper
ru: Возвращено отправителю

# statusNotAvailable
source: No tracking info yet
ru: Информации об отслеживании пока нет

# statusNotDelivered
source: Not delivered
ru: Не доставлено

# statusInStorage
source: In storage
ru: В хранении

# statusInTransitArrivedWaypoint
source: Arrived at the waypoint
ru: Прибыло в промежуточный пункт

# statusInTransitDepartedWaypoint
source: Departed from the waypoint
ru: Покинуло промежуточный пункт

# statusExportedFromDepartureCountry
source: Exported from the departure country
ru: Экспорт из страны отправления

# statusImportedToDestinationCountry
source: Imported to the destination country
ru: Импорт в страну назначения

# statusArrivedAtCustoms
source: Arrived at customs
ru: Прибыло на таможню

# statusCustomsClearanceComplete
source: Customs clearance complete
ru: Покинуло таможню

# trackingErrorNoInfo
source: No tracking info available
ru: Информация об отслеживании недоступна

# trackingErrorUnknown
source: Unknown error
ru: Неизвестная ошибка

# trackingErrorNetwork
source: Network error
ru: Сетевая ошибка

# trackingErrorService
source: Service returned an error
ru: Сервис вернул ошибку

# trackingErrorAuth
source: Authorization error. Please check your account data
ru: Ошибка авторизации. Пожалуйста, проверьте данные вашего аккаунта

# trackingErrorInvalidTrackNumber
source: Invalid tracking number
ru: Неверный трек номер

# trackingErrorMissingAuthData
source: Authorization data missing. Check if you have an account and the data is correct
ru: Данные авторизации отсутствуют. Проверьте, есть ли у вас аккаунт и верны ли данные

# trackingErrorMissingAccount
source: Account is missing. Check if the account has been added and that it supports the selected postal service
ru: Аккаунт отсутствует. Проверьте, добавлен ли аккаунт и поддерживает ли он выбранную почтовую службу

# parcelsListHardErrorOccurred
source: A hard error has occurred, tracking stopped. Please check details inside
ru: Произошла серьёзная ошибка, отслеживание остановлено. Пожалуйста, проверьте подробности внутри

source: Move to archive
ru: Переместить в архив

source: Move to active
ru: Переместить в активные

source: Mark as read
ru: Отметить как прочитанное

source: Mark all as read
ru: Отметить все как прочитанное

# deleteParcelDialogMsg
source: {howMany, plural, one {Are you sure to delete the selected package?} other {Are you sure to delete the selected packages?}}
ru: {howMany, plural, one {Вы действительно хотите удалить выбранную посылку?} other {Вы действительно хотите удалить выбранные посылки?}}

source: Refresh
ru: Обновить

source: Refresh all
ru: Обновить все

# dataIsSecured
source: Data is stored securely
ru: Данные хранятся в защищённом виде

# secureStorageIsNotSupported
source: Secure storage is not supported. Data is stored unprotected
ru: Защищённое хранилище не поддерживается. Данные хранятся в незащищённом виде

# copyTrackNumber
source: Copy tracking number
ru: Скопировать трек номер

source: Share
ru: Поделиться

source: Copied to clipboard
ru: Скопировано в буфер обмена

source: Status
ru: Статус

# unreadParcels
source: Unread
ru: Непрочитанные

source: Error
ru: Ошибка

source: Postal service
ru: Почтовый сервис

# sortActivityDateAsc
source: Activity date (newest first)
ru: Дата активности (сначала новые)

# sortActivityDateDesc
source: Activity date (oldest first)
ru: Дата активности (сначала старые)

# sortDateAddedAsc
source: Date added (newest first)
ru: Дата добавления (сначала новые)

# sortDateAddedDesc
source: Date added (oldest first)
ru: Дата добавления (сначала старые)

# sortAlphabeticallyAsc
source: A - Z
ru: А - Я

# sortAlphabeticallyDesc
source: Z - A
ru: Я - А

source: Barcode scanner
ru: Сканер штрих-кода

# barcodeScanFailed
source: Failed to scan barcode
ru: Не удалось сканировать штрих-код

# loadPageFailed
source: Failed to load page
ru: Не удалось загрузить страницу

# refreshParcelsFailed
source: {howMany, plural, one {Failed to refresh package} other {Failed to refresh packages}}
ru: {howMany, plural, one {Не удалось обновить посылку} other {Не удалось обновить посылки}}

# deleteParcelsFailed
source: {howMany, plural, one {Failed to delete package} other {Failed to delete packages}}
ru: {howMany, plural, one {Не удалось удалить посылку} other {Не удалось удалить посылки}}

# moveParcelFailed
source: {howMany, plural, one {Failed to move package} other {Failed to move packages}}
ru: {howMany, plural, one {Не удалось переместить посылку} other {Не удалось переместить посылки}}

# markAsReadParcelFailed
source: {howMany, plural, one {Failed to mark package as read} other {Failed to mark packages as read}}
ru: {howMany, plural, one {Не удалось отметить посылку как прочитанную} other {Не удалось отметить посылки как прочитанные}}

# parcelNotFound
source: Package not found
ru: Посылка не найдена

# addToMyParcels
source: Add to my packages
ru: Добавить в мои посылки

source: Tracking started: {date}
ru: Отслеживание начато: {date}

source: Last tracking: {date}
ru: Последнее отслеживание: {date}

# parcelTrackingStatus
source: Your package is currently tracked. Please wait a few minutes
ru: Ваша посылка отслеживается. Пожалуйста, подождите несколько минут

# invalidTrackingNumberStatus
source: Invalid tracking number or postal service not supported
ru: Неверный трек номер или почтовая служба не поддерживается

# parcelInTransitStatus
source: {days, plural, zero {Package in transit {days} days} one {Package in transit {days} day} few {Package in transit {days} days} many {Package in transit {days} days} other {Package in transit {days} days}}
ru: {days, plural, zero {Посылка в пути {days} дней} one {Посылка в пути {days} день} few {Посылка в пути {days} дня} many {Посылка в пути {days} дней} other {Посылка в пути {days} дней}}

# parcelDeliveredStatus
source: Package delivered on {date}
ru: Посылка доставлена {date}

# parcelInfoNotAvailableStatus
source: There is no information about the package yet. After a package has been sent, it may take several days before it can be tracked
ru: Информации о посылки пока нет. После отправки посылки может пройти несколько дней, прежде чем она начнет отслеживаться

# trackingStoppedStatus
source: Tracking stopped. Tracking stops if there was a hard error, or the postal service reported that further statuses are not provided
ru: Отслеживание остановлено. Остлеживание останавливается, если произошла серьёзная ошибка, либо почтовая служба сообщила, что дальнейшие статусы не предоставляются

source: Activate and refresh
ru: Активировать и проверить

# activateTrackingFailed
source: Failed to activate tracking
ru: Не удалось активировать отслеживание

source: Generate barcode
ru: Сгенерировать штрих-код

# generateBarcodFailed
source: Failed to generate barcode: {error}
ru: Не удалось сгенерировать штрих-код: {error}

# editParcelFailed
source: Failed to edit package
ru: Не удалось отредактировать посылку

# whoDeliveresParcel
source: Who delivers the package
ru: Кто доставляет посылку

source: Details
ru: Детали

source: Tracking history
ru: История отслеживания

source: Activate tracking
ru: Активировать отслеживание

source: No tracking history
ru: Нет истории отслеживания

source: Show error
ru: Показать ошибку

# trackingResponseSuccess
source: Successfully
ru: Успешно

# trackingResponseError
source: Error
ru: Ошибка

# trackingResponseNoInfo
source: No info
ru: Нет информации

# trackingErrorReason
source: Reason
ru: Причина

# trackingErrorCode
source: Code
ru: Код

# trackingErrorStackTrace
source: Stack trace
ru: Трассировка стека

source: Errors
ru: Ошибки

source: Show errors
ru: Показать ошибки

# parcelDetailsHardErrorOccurred
source: A hard error has occurred, tracking of some services has stopped. Check out the errors before activating tracking
ru: Произошла серьёзная ошибка, прекращено отслеживание некоторых сервисов. Проверьте ошибки перед активацией отслеживания

# deleteAccountFailed
source: Failed to delete account
ru: Не удалось удалить аккаунт

source: Activity history
ru: История активности

# parcelInfo
source: Package info
ru: Информация о посылке

# parcelSignedBy
source: Signed by: {name}
ru: Подписано: {name}

source: Show more
ru: Показать больше

# shipmentServiceDescription
source: Service
ru: Услуга

# shipmentDeliveryDate
source: Delivery date
ru: Дата доставки

# shipmentSignedBy
source: Signed by
ru: Подписано

# shipmentScheduledDeliveryDate
source: Scheduled delivery date
ru: Запланированная дата доставки

# shipmentEstimatedDeliveryDate
source: Estimated delivery date
ru: Предполагаемая дата доставки

# shipmentPickupDate
source: Pickup date
ru: Дата приёма

# shipmentWeight
source: Weight
ru: Вес

# shipmentVolume
source: Volume
ru: Объём

# shipmentCashOnDelivery
source: Cash on delivery
ru: Наложенный платёж

# shipmentDeclaredValue
source: Declared value
ru: Объявленная ценность

# shipmentCustomDuty
source: Custom duty
ru: Таможенная пошлина

# shipmentAdditionalRateFee
source: Additional rate fee
ru: Дополнительный тарифный сбор

# shipmentShippingRateFee
source: Shipping rate fee
ru: Стоимость доставки

# shipmentInsuranceRateFee
source: Insurance rate fee
ru: Страховой сбор

# shipmentTypeDescription
source: Shipment type
ru: Тип отправления

# shipmentReceiverAddress
source: Receiver address
ru: Адрес получателя

# shipmentShipperAddress
source: Shipper address
ru: Адрес отправителя

# shipmentShipper
source: Shipper
ru: Отправитель

# shipmentReceiver
source: Receiver
ru: Получатель

# kilogramUnitShort
source: {value} kg
ru: {value} кг

# literUnitShort
source: {value} L
ru: {value} л

# squareMeterUnitShort
source: {value} m²
ru: {value} м²

# shipmentAlternateTrackingNumber
source: Alternate tracking number
ru: Альтернативный трек номер

# parcelMovedToActiveSuccess
source: Moved to active successfully
ru: Успешно перемещено в активные

# parcelMovedToArchiveSuccess
source: Moved to archive successfully
ru: Успешно перемещено в архив

# parcelsTrackingNotifyChannelTitle
source: Packages tracking
ru: Отслеживание посылок

# parcelsTrackingNotifyChannelDescription
source: Notifications of the packages activity
ru: Уведомления активности посылок

# parcelsTrackingNotifyInboxStyleTitle
source: Package tracking
ru: Отслеживание посылок

# parcelsTrackingNotifyInboxStyleDescription
source: Packages status are updated
ru: Статус посылок обновлён

source: Settings
ru: Настройки

# settingsAppearance
source: Appearance
ru: Внешний вид

# settingsBehavior
source: Behavior
ru: Поведение

# settingsTheme
source: Theme
ru: Тема

# settingsThemeSystem
source: System
ru: Системная

# settingsThemeLight
source: Light
ru: Светлая

# settingsThemeDark
source: Dark
ru: Тёмная

# settingsNotificationsSection
source: Notifications settings
ru: Настройки уведомлений

# settingsTrackingNotifications
source: Package tracking notifications
ru: Уведомления об отслеживании посылок

# settingsLanguage
source: Language
ru: Язык

# settingsSystemLanguageOption
source: System
ru: Системный

# parcelTrackingLimitedError
source: Tracking is not available, because a little time has passed since the last tracking. Please try again after {time}
ru: Отслеживание недоступно, так как с момента последнего отслеживания прошло мало времени. Пожалуйста, повторите попытку через {time}

# hoursShortFormat
source: {value} h.
ru: {value} ч.

# minutesShortFormat
source: {value} min.
ru: {value} мин.

# secondsShortFormat
source: {value} sec.
ru: {value} сек.

# settingsTrackingSection
source: Tracking settings
ru: Настройки отслеживания

# settingsTrackingFreqLimit
source: Tracking frequency limit
ru: Ограничение частоты отслеживания

# settingsTrackingFreqLimitSummary
source: No more than once every {time}
ru: Не более одного раза в {time}

# settingsTrackingFreqFifteenMin
source: 15 minutes
ru: 15 минут

# settingsTrackingFreqThirtyMin
source: 30 minutes
ru: 30 минут

# settingsTrackingFreqFortyFiveMin
source: 45 minutes
ru: 45 минут

# settingsTrackingFreqOneHour
source: 1 hour
ru: 1 час

# settingsAutoTracking
source: Auto tracking
ru: Автоматическое отслеживание

# settingsAutoTrackingFreq
source: Tracking frequency
ru: Частота отслеживания

# settingsAutoTrackingFreqDescr
source: Specifies the minimum tracking interval. This interval is not accurate and may be increased due to system limitations (no internet connection, power saving mode, etc)
ru: Задаёт желаемый интервал отслеживания. Этот интервал не точен и может быть увеличен в связи с ограничениями системы (отсутствие интернет-соединения, режим экономии энергии и прочее)

# settingsAutoTrackingFreqSixHours
source: Every 6 hours
ru: Раз в 6 часов

# settingsAutoTrackingFreqTwelveHours
source: Every 12 hours
ru: Раз в 12 часов

# settingsAutoTrackingFreqOneDay
source: Once a day
ru: Раз в день

# settingsAutoTrackingFreqThreeDays
source: Every 3 days
ru: Раз в 3 дня

# settingsAutoTrackingFreqOneWeek
source: Once a week
ru: Раз в неделю

# settingsTrackingHistorySize
source: Tracking history size
ru: Размер истории отслеживания

# settingsTrackingHistorySizeDescr
source: Specifies the maximum number of keep entries in the package tracking history
ru: Задаёт максимальное количество хранимых записей в истории отслеживания посылки

# settingsTrackingErrorNotifications
source: Tracking error notifications
ru: Уведомления об ошибках отслеживания

# trackingErrorNotifyChannelTitle
source: Tracking error
ru: Ошибка отслеживания

# trackingErrorNotifyChannelDescription
source: Notifications of the packages tracking error
ru: Уведомления об ошибках отслеживания

source: Tracking error
ru: Ошибка отслеживания

source: Tracking failed
ru: Отслеживание не удалось

# trackingErrorOccured
source: Error occurred while tracking the following packages:
ru: Ошибка при отслеживании следующих посылок:

# crashDialogSummary
source: An app error occurred. You can report it to the developers
ru: В приложении произошла ошибка. Вы можете сообщить об этом разработчикам

# crashDialogExtraInfo
source: Add extra info and comments here:
ru: Добавьте дополнительную информацию и комментарии сюда:

# crashDialogReport
source: Report
ru: Сообщить

# crashDialogMoreDetails
source: More details
ru: Подробнее

# crashDialogNoEmailApp
source: No email app found. You can manually copy the error and send it to {email} or send on the project page {pageUrl}
ru: Приложение для отправки email не найдено. Вы можете вручную скопировать ошибку и и отправить её по адресу {email}, или отправить на странице проекта {pageUrl}

# defaultNotifyChannelTitle
source: Default
ru: По умолчанию

# defaultNotifyChannelDescription
source: All notifications that don't suitable for the other categories
ru: Все уведомления, не подходящие для других категорий

# aboutApp
source: About
ru: О программе

source: Changelog
ru: История изменений

# settingsDesktopSection
source: Desktop
ru: Десктоп

# settingsSystemTrayIcon
source: System tray icon
ru: Иконка системного трея

source: Open details
ru: Открыть подробности

# shareFailed
source: Unable to share
ru: Не удалось поделиться

# linuxTrayIconWarning
source: Some environments may not support the system tray by default. For example, to work in GNOME, install this extension (or similar): https://extensions.gnome.org/extension/615/appindicator-support/
ru: В некоторых средах системный трей может не поддерживаться по умолчанию. Например, для работы в GNOME установите это расширение (или аналогичное): https://extensions.gnome.org/extension/615/appindicator-support/

source: Previous page
ru: Предыдущая страница

source: Next page
ru: Следующая страница

# upsAddAccountDescription
source: You need to enter your UPS account authorization information. You can register it here: https://www.ups.com/doapp/signup?loc=en_US To obtain an Access Key, go the link and follow the instructions: https://www.ups.com/upsdeveloperkit/manageaccesskeys?loc=en_US
ru: Необходимо ввести данные авторизации аккаунта UPS. Вы можете зарегистрировать его здесь: https://www.ups.com/doapp/signup?loc=ru_RU Для получения ключа доступа перейдите по ссылке и следуйте инструкциям: https://www.ups.com/upsdeveloperkit/manageaccesskeys?loc=ru_RU

source: Russian Post
ru: Почта России

# russianPostAddAccountDescription
source: 1. Register on the Russian Post website: https://www.pochta.ru/ 2. Go to Access Settings, enable the tracking API and agree to the terms of service: https://tracking.pochta.ru/access-settings 3. In the Access Settings, copy the login (generated automatically). The password will be sent to the e-mail, provided during registration.
ru: 1) Зарегистрируйтесь на сайте Почты России: https://www.pochta.ru/ 2) Перейдите в Настройки доступа, включите API отслеживания и согласитесь с условиями сервиса: https://tracking.pochta.ru/access-settings 3) Скопируйте в Настройках доступа логин (сгенерирован автоматически). Пароль будет отправлен на e-mail, указанный при регистрации.

# uspsAddAccountDescription
source: 1. Register on the USPS Web Tools API Portal website: https://www.usps.com/business/web-tools-apis/web-tools-registration.htm 2. During registration, to the question "How will you be using the USPS Web Tools?" please answer "Exclusively on my Web site". 3. After registration, the authorization data will be sent to the specified e-mail. Copy "Username" and "Company" (which was specified during registration strings.
ru: 1) Зарегистрируйтесь на сайте USPS Web Tools API Portal: https://www.usps.com/business/web-tools-apis/web-tools-registration.htm 2) Во время регистрации, на вопрос «How will you be using the USPS Web Tools?» ответьте «Exclusively on my Web site». 3) После регистрации данные для авторизации будут отправлены на указанный e-mail. Скопируйте строки «Username» и «Company» (которая была указана при регистрации).
